[
{
"name":"Honda-livo-109-51-cc",
"price":"496.00",
"quantity":"20", 
"supplierName":"Bike Bits",
"description":"The Honda Livo is powered by a 109.51 cc air-cooled engine which produces of power. It has a fuel tank of 9 L and a . The Honda Livo starts at 73,938 and goes up to  77,938 It is available in two variants.",
"img":"https://i.ibb.co/0m0WnVw/bike-1.png"
},
{
"name":"Generic Cafe racer 165 CC",
"price":"496.00",
"quantity":"20", 
"supplierName":"Spare Salon",
"description":"The Generic Cafe Racer 165 comes with a lot of retro features. One of the most common features is the circular headlight. The headlight is halogen, which makes it look much refreshing and beautiful. The tank is also designed retro, which makes it look unique.",
"img":"https://i.ibb.co/6Zbqq4P/bike-2.png"
},
{
"name":"LIFAN KPR Motorbike 165R",
"price":"499.00",
"quantity":"20", 
"supplierName":"Bike brothers",
"description":"Lifan KPR 165R Carburetor Price 499.00. KPR 165 powered by 165 cc which generates Maximum power 16.8 Bhp @ 8000rpm and its maximum torque is 16.8 NM @ 6500 RPM. Lifan KPR 165R Carburetor mileage is 45 KM per Liter (approx).",
"img":"https://i.ibb.co/F3PzWgM/bike-3.png"
},
{
"name":"Speeder Countryman",
"price":"2,356.00",
"quantity":"20", 
"supplierName":"ACE RIDERS",
"description":"The Speeder Countryman comes with a lot of retro features. One of the most common features is the circular headlight. The headlight is halogen, while the taillight is LED. The indicators are bulb lights. The lights are not the best for long rides out of town, but good enough for the city commute.",
"img":"https://i.ibb.co/pJXwKGC/bike-4.png"
},
{
"name":"UM Renegade Sport",
"price":"102.00",
"quantity":"10", 
"supplierName":"Bike Spares",
"description":"UM is an American motorcycle manufacturer. UM is marketed in Bangladesh through Runner Automobiles Bangladesh. The cruiser culture in the USA is quite big, as it is a huge country and they need comfortable bikes to travel over thousands of kilometers. UM has attempted to contribute to the culture",
"img":"https://i.ibb.co/qn2JrBW/bike-5.png"
},
{
"name":"Ducati Panigale V2",
"price":"496.00",
"quantity":"20", 
"supplierName":"Ms Riders Gear",
"description":"The Ducati Panigale V2 is a 955 cc V-twin engine sport bike manufactured by Ducati as the successor to the Panigale 959. The motorcycle is named after the small manufacturing town of Borgo Panigale. It was announced in 2019 for the 2020 model year.",
"img":"https://i.ibb.co/dPxj0gr/bike-6.png"
},
{
"name":"LIFAN KPR Motorbike 165R Double",
"price":"496.00",
"quantity":"20", 
"supplierName":"SPEEDOZ Limited",
"description":"Lifan KPR 165R Carburetor Price 499.00. KPR 165 powered by 165 cc which generates Maximum power 16.8 Bhp @ 8000rpm and its maximum torque is 16.8 NM @ 6500 RPM.",
"img":"https://i.ibb.co/Ycy6Dhp/bike-7.png"
},
{
"name":"BMW F 900 R",
"price":"321.00",
"quantity":"9", 
"supplierName":"Bikers Ocean",
"description":"The pure and powerful design of the F 900 R simply demands to be challenged. This dynamic roadster gives you the opportunity to get your adrenaline racing.",
"img":"https://i.ibb.co/188dsgM/bike-8.png"
},
{
"name":"Yamaha FZS Fi Rear Disc",
"price":"396.00",
"quantity":"5", 
"supplierName":"Young Spirit Biker",
"description":"The Yamaha FZ Series set a new benchmark for biking. The FZS-FI takes it to the next level. It brings the most advanced Yamaha Blue Core concept to offer bikers an unmatched experience of performance and efficiency.At its heart is the all new Yamaha Fuel Injection(FI) engine.",
"img":"https://i.ibb.co/0Ky2qM4/bike-9.png"
},
{
"name":"Suzuki RM-Z 250",
"price":"496.00",
"quantity":"10", 
"supplierName":"Squire Hero Bike",
"description":"The agile RM-Z250 combines the sleek, race-ready appearance of the RM-Z450 with a versatile engine and responsive chassis to deliver superior performance. ",
"img":"https://i.ibb.co/mSD76Gb/bike-10.jpg"
}
]
